Repository: tlacuilose/AiteApp
Catalog: Aite/Localizable.xcstrings
Source language: en
Languages: es

# %lld Day
source: %lld Days
es: %lld Días

# %lld Hour
source: %lld Hours
es: %lld Horas

# %lld Month
source: %lld Months
es: %lld Meses

# %lld Week
source: %lld Weeks
es: %lld Semanas

# %lld Year
source: %lld Years
es: %lld Años

source: 0 Hours
es: 0 Horas

source: Add
es: Añadir

source: Am I There Ever?
es: Aquí Intentando Tanto Éxito

source: Amount
es: Cantidad

source: Cost Per Month
es: Costo Por Mes

source: Current Goals
es: Metas Actuales

source: Date
es: Fecha

source: Done
es: Listo

source: Edit
es: Editar

source: Errored goal
es: Meta con error

source: Goal Name
es: Meta

source: Goals
es: Metas

source: Last Activity
es: Última Actividad

source: Money
es: Cantidad

source: New Goal
es: Nueva Meta

source: No activity recorded
es: No se ha registrado actividad

source: No goals added yet
es: Aún no hay metas

source: No goals yet
es: Sin metas

source: Ok
es: Aceptar

source: Please add a last activity date
es: Añade una fecha desde la última actividad primero

source: Remove All
es: Borrar Todo

source: Target Amount
es: Cantidad Esperada

source: Target Type
es: Tipo de Meta

source: The activity date can't be in the future
es: La actividad no puede ser en el futuro

source: The goal is not codable
es: La meta no se puede codificar

source: Timeframe
es: Tiempo
